Repository: KochieviAna/TravelBuddy
Catalog: TravelBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ka_ge

source: Account
ka_ge: ანგარიში

source: Add Journey
ka_ge: დაამატე მოგზაურობა

source: Add Vehicle
ka_ge: დაამატე ავტომობილი

source: Battery Capacity (kWh)
ka_ge: ბატარეის ტევადობა (კვტ/სთ)

source: Battery Capacity: %.1f kWh
ka_ge: აკუმულატორის მოცულობა: %.1f kWh

source: Battery Needed
ka_ge: ბატარეის საჭიროება

source: Brand
ka_ge: ბენდი

source: Brand: %@
ka_ge: ბრენდი: %@

source: Change password
ka_ge: შეცვალე პაროლი

source: Charging Sessions
ka_ge: დატენვის სესიები

source: Choose Route
ka_ge: აირჩიე მარშრუტი

source: CO2 Emissions
ka_ge: CO2 გამონაბოლქვი

source: CO2 Emissions (g/km)
ka_ge: CO2 გამონაბოლქვი (გ/კმ)

source: CO2 Emissions (g/mi)
ka_ge: CO2 გამონაბოლქვი (გ/მი)

source: CO2 Emissions Over Time
ka_ge: CO2 გამონაბოლქვი დროთა განმავლობაში

source: CO2 Emissions: %lf g/km
ka_ge: CO2 გამონაბოლქვი: %lf გ/კმ

source: Date
ka_ge: თარიღი

source: Date: %@
ka_ge: თარიღი: %@

source: Delete Account
ka_ge: ანგარიშის წაშლა

source: Description
ka_ge: აღწერა

source: Diesel
ka_ge: დიზელი

source: Distance
ka_ge: მანძილი

source: Distance (KM)
ka_ge: მანძილი (კმ)

source: Distance: %@ km
ka_ge: მანძილი: %@ კმ

source: Done
ka_ge: დასრულება

source: Electric
ka_ge: ელექტრო

source: Electric Consumption (kWh)
ka_ge: ელექტრომოხმარება (კვტ/სთ)

source: Electric Consumption Trends
ka_ge: ელექტროენერგიის მოხმარების ტენდენციები

source: Electric Range (miles)
ka_ge: ელექტრული დიაპაზონი (მილი)

source: Electric Range Used
ka_ge: გამოყენებული ელექტრო დიაპაზონი

source: Electric Range: %.1f miles
ka_ge: ელექტრული დიაპაზონი: %.1f მილი

source: Electric Vehicle Information
ka_ge: ინფორმაცია ელექტრო ავტომობილის შესახებ

source: Engine Type
ka_ge: ძრავის ტიპი

source: Engine Type: %@
ka_ge: ძრავის ტიპი: %@

source: EPA Electric Consumption (kWh/100mi)
ka_ge: EPA ელექტრომოხმარება (კვტ/სთ/100 მილი)

source: EPA Electric Consumption: %.1f kWh/100mi
ka_ge: EPA ელექტრომოხმარება: %.1f kWh/100mi

source: Error
ka_ge: შეცდომა

source: Fuel Consumption (MPG)
ka_ge: საწვავის მოხმარება (MPG)

source: Fuel Consumption Over Time
ka_ge: საწვავის მოხმარება დროთა განმავლობაში

source: Fuel Consumption: %.1f MPG
ka_ge: საწვავის მოხმარება: %.1f MPG

source: Fuel Needed (Liters)
ka_ge: საჭირო საწვავი (ლიტრი)

source: Fuel Tank Capacity (gallons)
ka_ge: საწვავის ავზის ტევადობა (გალონები)

source: Fuel Tank Capacity: %.1f Gallons
ka_ge: საწვავის ავზის მოცულობა: %.1f გალონი

source: Fuel Type
ka_ge: საწვავის ტიპი

source: Fuel Type: %@
ka_ge: საწვავის ტიპი: %@

source: Fuel Vehicle Information
ka_ge: საწვავის ავტომობილის ინფორმაცია

source: Gallons Needed
ka_ge: გალონების საჭიროება

source: Gasoline
ka_ge: ბენზინი

source: General Information
ka_ge: ზოგადი ინფორმაცია

source: Hybrid
ka_ge: ჰიბრიდული

source: Hybrid Fuel Efficiency (MPG)
ka_ge: ჰიბრიდული საწვავის ეფექტურობა (MPG)

source: Hybrid Fuel Efficiency: %.1f MPG
ka_ge: ჰიბრიდული საწვავის ეფექტურობა: %.1f MPG

source: Hybrid Fuel Needed
ka_ge: ჰიბრიდული საწვავის საჭიროება

source: Hybrid Vehicle Information
ka_ge: ჰიბრიდული ავტომობილის ინფორმაცია

source: Journey Details
ka_ge: მოგზაურობის დეტალები

source: Journey name
ka_ge: მოგზაურობის სახელი

source: Journey Statistics
ka_ge: მოგზაურობის სტატისტიკა

source: Missing Information
ka_ge: ინფორმაცია აკლია

source: Model
ka_ge: მოდელი

source: Model: %@
ka_ge: მოდელი: %@

source: Name Journey
ka_ge: ახალი მოგზაურობა

source: No journeys available
ka_ge: მგზავრობები ხელმისაწვდომი არ არის

source: No valid vehicle data available.
ka_ge: ავტომობილის მოქმედი მონაცემები არ არის ხელმისაწვდომი.

source: No Vehicle Available
ka_ge: ავტომობილი არ არის ხელმისაწვდომი

source: No vehicle data available
ka_ge: ავტომობილის მონაცემები არ არის ხელმისაწვდომი

source: OK
ka_ge: დიახ

source: Please fill in all fields before saving.
ka_ge: გთხოვთ შეავსოთ ყველა ველი შენახვამდე.

source: Save Journey
ka_ge: შეინახე მოგზაურობა

source: Save Vehicle
ka_ge: შეინახე ავტომობილი

source: Select Date
ka_ge: აირჩიე თარიღი

source: Set Date
ka_ge: დაათარიღე

source: Start Journey with your Travel Buddy
ka_ge: დაიწყეთ მოგზაურობა თქვენს Travel Buddy-სთან ერთად

source: Tank Re-Fill
ka_ge: ავზის ხელახალი შევსება

source: Total Distance Traveled Over Time
ka_ge: დროში გავლილი მთლიანი მანძილი

source: Upload Picture
ka_ge: ატვირთე სურათი

source: Vehicle Details
ka_ge: ავტომობილის დეტალები

source: Year
ka_ge: წელი

source: Year: %lld
ka_ge: წელი: %lld
